{"Year":{"0":2014,"1":2014,"2":2014,"3":2014,"4":2014,"5":2014,"6":2014,"7":2014,"8":2014,"9":2013,"10":2013,"11":2013,"12":2013,"13":2013,"14":2013,"15":2013,"16":2013,"17":2013,"18":2013,"19":2013,"20":2012,"21":2012,"22":2012,"23":2012,"24":2012,"25":2012,"26":2012,"27":2012,"28":2012,"29":2012,"30":2011,"31":2011,"32":2011,"33":2011,"34":2011,"35":2011,"36":2011,"37":2011,"38":2011,"39":2011,"40":2010,"41":2010,"42":2010,"43":2010,"44":2010,"45":2010,"46":2010,"47":2010,"48":2010,"49":2010,"50":2009,"51":2009,"52":2009,"53":2009,"54":2009,"55":2009,"56":2009,"57":2009,"58":2009,"59":2009},"Author":{"0":"Tim Vine","1":"Masai Graham","2":"Mark Watson","3":"Bec Hill","4":"Ria Lina","5":"Paul F Taylor","6":"Scott Capurro","7":"Jason Cook","8":"Felicity Ward","9":"Masai Graham","10":"Rob Auton","11":"Alex Horne","12":"Alfie Moore","13":"Tim Vine","14":"Gary Delaney","15":"Phil Wang","16":"Marcus Brigstocke","17":"Liam Williams","18":"Bobby Mair","19":"Chris Coltrane","20":"Stewart Francis","21":"Tim Vince","22":"Will Marsh","23":"Rob Beckett","24":"Chris Turner","25":"Tim Vine","26":"George Ryegold","27":"Stewart Francis","28":"Lou Sanders","29":"Nish Kumar","30":"Nick Helm","31":"Tim Vine","32":"Hannibal Buress","33":"Tim Key","34":"Matt Kirshen","35":"Sarah Millican","36":"Alan Sharp","37":"Mark Watson","38":"Andrew Lawrence","39":"DeAnne Smith","40":"Tim Vine","41":"David Gibson","42":"Emo Philips","43":"Jack Whitehall","44":"Gary Delaney","45":"John Bishop","46":"Bo Burnham","47":"Gary Delaney","48":"Robert White","49":"Gareth Richards","50":"Dan Antopolski","51":"Paddy Lennox","52":"Sarah Millican","53":"Zoe Lyons","54":"Jack Whitehal","55":"Adam Hills","56":"Marcus Brigstocke","57":"Rhod Gilbert","58":"Dan Antopolski","59":"Simon Brodkin"},"Rank":{"0":1,"1":2,"2":3,"3":4,"4":5,"5":6,"6":7,"7":8,"8":9,"9":2,"10":1,"11":2,"12":3,"13":4,"14":5,"15":6,"16":7,"17":8,"18":9,"19":10,"20":1,"21":2,"22":3,"23":4,"24":5,"25":6,"26":7,"27":8,"28":9,"29":10,"30":1,"31":2,"32":3,"33":4,"34":5,"35":6,"36":7,"37":8,"38":9,"39":10,"40":1,"41":2,"42":3,"43":4,"44":5,"45":6,"46":7,"47":8,"48":9,"49":10,"50":1,"51":2,"52":3,"53":4,"54":5,"55":6,"56":7,"57":8,"58":9,"59":10},"Raw_joke":{"0":"I've decided to sell my Hoover... well it was just collecting dust.","1":"I've written a joke about a fat badger but I couldn't fit it into my set.","2":"Always leave them wanting more my uncle used to say to me. Which is why he lost his job in disaster relief.","3":"I was given some Sudoku toilet paper. It didn't work. You could only fill it in with number ones and number twos.","4":"I wanted to do a show about feminism. But my husband wouldn't let me.","5":"Money can't buy you happiness? Well check this out I bought myself a Happy Meal.","6":"Scotland had oil but it's running out thanks to all that deep frying.","7":"I've been married for 10 years I haven't made a decision for seven.","8":"This show is about perception and perspective. But it depends how you look at it.","9":"I've written a joke about a fat badger but I couldn't fit it into my set.","10":"I heard a rumour that Cadbury is bringing out an oriental chocolate bar. Could be a Chinese Wispa.","11":"I used to work in a shoe-recycling shop. It was sole-destroying.","12":"I'm in a same-sex marriage... the sex is always the same.","13":"My friend told me he was going to a fancy dress party as an Italian island. I said to him 'Don't be Sicily'.","14":"I can give you the cause of anaphylactic shock in a nutshell.","15":"The Pope is a lot like Doctor Who. He never dies just keeps being replaced by white men.","16":"You know you are fat when you hug a child and it gets lost.","17":"The universe implodes. No matter.","18":"I was adopted at birth and have never met my mum. That makes it very difficult to enjoy any lapdance.","19":"The good thing about lending someone your time machine is that you basically get it back immediately.","20":"You know who really gives kids a bad name? Posh and Becks.","21":"Last night me and my girlfriend watched three DVDs back to back. Luckily I was the one facing the telly.","22":"I was raised as an only child which really annoyed my sister.","23":"You know you're working class when your TV is bigger than your book case.","24":"I'm good friends with 25 letters of the alphabet... I don't know Y.","25":"I took part in the sun tanning Olympics - I just got Bronze.","26":"Pornography is often frowned upon but that's only because I'm concentrating.","27":"I saw a documentary on how ships are kept together. Riveting!","28":"I waited an hour for my starter so I complained: 'It's not rocket salad.","29":"My mum's so pessimistic that if there was an Olympics for pessimism... she wouldn't fancy her chances.","30":"I needed a password eight characters long so I picked Snow White and the Seven Dwarves.","31":"Crime in multi-storey car parks. That is wrong on so many different levels.","32":"People say 'I'm taking it one day at a time'. You know what? So is everybody. That's how time works.","33":"Drive-Thru McDonalds was more expensive than I thought... once you've hired the car...","34":"I was playing chess with my friend and he said 'Let's make this interesting'. So we stopped playing chess.","35":"My mother told me you don't have to put anything in your mouth you don't want to. Then she made me eat broccoli which felt like double standards.","36":"I was in a band which we called The Prevention because we hoped people would say we were better than The Cure.","37":"Someone asked me recently - what would I rather give up food or sex. Neither! I'm not falling for that one again wife.","38":"I admire these phone hackers. I think they have a lot of patience. I can't even be bothered to check my OWN voicemails.","39":"My friend died doing what he loved ... Heroin.","40":"I've just been on a once-in-a-lifetime holiday. I'll tell you what never again.","41":"I'm currently dating a couple of anorexics. Two birds one stone.","42":"I picked up a hitch hiker. You've got to when you hit them.","43":"I bought one of those anti-bullying wristbands when they first came out. I say 'bought' I actually stole it off a short fat ginger kid.","44":"As a kid I was made to walk the plank. We couldn't afford a dog.","45":"Being an England supporter is like being the over-optimistic parents of the fat kid on sports day.","46":"What do you call a kid with no arms and an eyepatch? Names.","47":"Dave drowned. So at the funeral we got him a wreath in the shape of a lifebelt. Well it's what he would have wanted.","48":"For Vanessa Feltz life is like a box of chocolates: Empty.","49":"Wooden spoons are great. You can either use them to prepare food. Or if you can't be bothered with that just write a number on one and walk into a pub...","50":"Hedgehogs - why can't they just share the hedge?","51":"I was watching the London Marathon and saw one runner dressed as a chicken and another runner dressed as an egg. I thought: 'This could be interesting'.","52":"I had my boobs measured and bought a new bra. Now I call them Joe Cocker and Jennifer Warnes because they're up where they belong.","53":"I went on a girls' night out recently. The invitation said 'dress to kill'. I went as Rose West.","54":"I'm sure wherever my dad is; he's looking down on us. He's not dead just very condescending.","55":"Going to Starbucks for coffee is like going to prison for sex. You know you're going to get it but it's going to be rough.","56":"To the people who've got iPhones: you just bought one you didn't invent it!","57":"A spa hotel? It's like a normal hotel only in reception there's a picture of a pebble.","58":"I've been reading the news about there being a civil war in Madagascar. Well I've seen it six times and there isn't.","59":"I started so many fights at my school - I had that attention-deficit disorder. So I didn't finish a lot of them"}}